import NavBar from "../layout/NavBar";
import SideBarOpen from "../layout/SideBarOpen";

export default function Home() {
  return (
    <>
      <NavBar />
      <div className="container flex">
        <div className="flex-none">
          <SideBarOpen />
        </div>
        <div className="flex-1 w-64 ml-3 mt-3">
          <h1 className="text-center text-2xl font-bold">
            ประกาศมหาวิทยาลัยพะเยา
          </h1>
          <h2 className="text-xl text-center mt-2">
            เรื่อง
            หลังเกณฑ์และวิทีการประเมินผลการปฎิบัติงานของพนักงานมหาวิทยาลัยพะเยา
            พ.ศ. ๒๕๖๔
          </h2>
          <hr className="mt-2" />
          <p className="mt-3 text-lg">
            โดยที่เป็นการสมควรปรับปรุงหลักเกณฑ์และวิธีการประเมินผลการปฎิบัติงานของพนักงานมหาวิทยาลัยพะเยา
            เพื่อให้สอดคล้องกับข้อบังคับมหาวิทยาลัยพะเยาว่าด้วยการบริหารงานบุคคล
            พ.ศ.๒๕๖๓ อาศัยอนาจตามความในมาตรา ๓๓
            แห่งพระราชบัญญัติมหาวิทยาลัยพะเยา พ.ศ.๒๕๖๓ และความในข้อ ๓๐
            แห่งข้อบังคับมหาวิทยาลัยพะเยา ว่าด้วย การบริหารงานบุคคล พ.ศ. ๒๕๕๓
            ประกอบกับมติคณะกรรมการบริหารงานบุคคลประจำมหาวิทยาลัยพะเยาในคราวประชุม
            ครั้งที่ ๑๒/๒๕๖๓ เมื่อวันที่ ๒๓ ธันวาคม พ.ศ.๒๕๖๓
            จึงออกประกาศไว้ดังนี้
          </p>
          <p className="mt-3 text-lg">
            <span className="font-semibold">ข้อ ๑</span> ประกาศมหาวิทยาลัยพะเยา
            เรื่อง
            หลังเกณฑ์และวิทีการประเมินผลการปฎิบัติงานของพนักงานมหาวิทยาลัยพะเยา
            พ.ศ. ๒๕๖๔
          </p>
          <p className="mt-2 text-lg">
            <span className="font-semibold">ข้อ ๒ </span>
            ประกาศนี้ให้มีผลใช้บังคับตั้งแต่วันถัดจากวันประกาศเป็นต้นไป
          </p>
          <p className="mt-2 text-lg">
            <span className="font-semibold">ข้อ ๓ </span>
            ให้ยกเลิกประกาศมหาวิทยาลัยพะเยา เรื่อง
            หลักเกณฑ์การประเมินทดลองการปฎิบัติงานของพนักงานมหาวิทยาลัยพะเยา
            ลงวันที่ ๒ กุมภาพันธ์ พ.ศ. ๒๕๕๓
          </p>
          <p className="mt-2 text-lg">
            <span className="font-semibold">ข้อ ๔ </span>
            ในประกาศนี้ <p>"มหาวิทยาลัย" หมายความว่า มหาวิทยาลัยพะเยา</p>
            <p>
              "คณะกรรการบริหารงานบุคคล" หมายความว่า
              คณะกรรการบริหารงานบุคคลประจำมหาวิทยาลัยพะเยา
            </p>
            <p>"อธิการบดี" หมายความว่า อธิการบดีมหาวิทยาลัยพะเยา</p>
            <p>
              "ส่วนงาน" หมายความว่า ส่วนงานตามมาตรา ๗
              แห่งพระราชบัญญัติมหาวิทยาลัยพะเยา พ.ศ. ๒๕๕๓
            </p>
            <p>
              "พนักงานมหาวิทยาลัย" หมายความว่า พนักงานสายวิชาการ
              และพนักงานสายสนับสนุน
            </p>
            <p>"ผู้รับการประเมิณ" หมายความว่า พนักงานมหาวิทยาลัย</p>
            <p className="mt-2 text-lg">
              <span className="font-semibold">ข้อ ๕ </span>
              ให้อธิการบดีรักษาการตามประกาศนี้
              ในกรณีที่มีปัญหาเกี่ยวกับการปฎิบัติตามประกาศนี้
              หรือมิได้ระบุไว้ในประกาศนี้
              ให้นำเสนอคณะกรรมการบริหารงานบุคคลเป็นผู้วินิจฉัยและถือให้เป็นที่สุด
            </p>
            <p className="mt-2 text-lg">
              <span className="font-semibold">ข้อ ๖ </span>
              การประเมินผลการปฎิบัติงานของพนักงานมหาวิทยาลัยให้นำมาประกอบการพิจารณาในเรื่องต่าง
              ๆ ดังนี้
              <p> (๑) การพิจารณาผลการทดลองปฎิบัติงาน</p>
              <p> (๒) การปรับเงินเดือน หรือการจ่ายเงินค่าตอบแทนพิเศษ</p>
              <p> (๓) การเปลี่ยนสัญญาปฎิบัติงาน</p>
              <p> (๔) การเลื่อนตำแหน่ง</p>
              <p> (๕) การอื่นใดที่มหาวิทยาลัยกำหนด</p>
            </p>
            <p className="mt-2 text-lg">
              <span className="font-semibold">ข้อ ๗ </span>
              การพิจารณาผลการประเมิณผลการปฎิบัติงานของพนักงานมหาวิทยาลัยผู้ประเมินจะต้องพิจารณาจากองค์ประกอบ
              ๒ ส่วน ดังนี้
              <p>
                (๑) ผลสัมฤทธิ์ของงาน ได้แก่
                ปริมาณและคุณภาพของงานที่ได้รับมอบหมาย
              </p>
              <p>
                (๒) พฤติกรรมการทำงาน ได้แก่ การประเมินศักยภาพ ทักษะ
                ความรู้ความสามารถและคุณลักษณะส่วนบุคคล
              </p>
            </p>
            <p className="mt-2 text-lg">
              <span className="font-semibold">ข้อ ๘ </span>
              การประเมินผลการปฎิบัติงานของพนักงานมหาวิทยาลัยแบ่งออกได้เป็น ๓
              ลักษณะ ดังนี้
              <p> (๑) การประเมินผลการทดลองปฎิบัติงาน</p>
              <p> (๒) การประเมินผลการปฎิบัติงานประจำปี</p>
              <p> (๓) การประเมินผลเพื่อวัตถุประสงค์อื่น ๆ</p>
            </p>
          </p>
        </div>
      </div>
    </>
  );
}
